const Explain = () => {
  return (
    <div className="bg-base-200 pt-[1.875rem]">
      <div className="text-sm breadcrumbs pb-[1.875rem]">
        <ul>
          <li>
            <a className="underline underline-offset-1">หน้าแรก</a>
          </li>
          <li>
            <a>Flash Sale</a>
          </li>
        </ul>
      </div>

      <h3>Flash Sale ช่วงเวลาสุดคุ้มของเหล่านักช้อปออนไลน์มาถึงแล้ว</h3>
      <p className="text-sm text-[#757575] mt-[0.625rem] pb-[1.875rem]">
        หมดเวลาคิดมากกับการช้อปที่ใช้จ่ายเงินเยอะ เพราะเราเข้าใจ
        จึงจัดโปรโมชั่นพิเศษ ที่เซฟเงิน เซฟทั้งใจเหล่านักช้อปด้วยการลดราคา
        ที่สุดแสนจะคุ้ม คุ้มแล้วคุ้มอีก ห้ามพลาด! กับการลดกระหน่ำ
        พร้อมรับส่วนลดสินค้าหลากหลายรายการ ด้วยการอัพเดตสินค้าล่าสุด วันละ 4 รอบ
        ในช่วงเวลาดังนี้ 00.00 น. 12.00 น. 18.00 น. และ 21.00 น.
        สินค้าจะหมุนเวียนกันไปแต่ละรอบไม่มีซ้ำ ใครมาก่อนได้สิทธิ์ก่อน
        ราคาเริ่มต้นเพียง 9.- ราคาถูกที่สุดเหมือนแจกฟรี ถูกกว่านี้มีอีกไหม
        คุณภาพไม่ต้องพูดถึง เราคัดสรรมาให้คุณแล้ว ด้วยการรับประกันของแท้แน่นอน
        100 % ไม่ได้ให้เชื่อแต่ให้ลอง มาเลือกชมสินค้าที่ราคาถูกกว่าเดิม
        และได้สินค้าที่มากกว่าเดิม ด้วยงบประมาณที่เท่าเดิมกันได้แล้ววันนี้
        ดูรอบให้ชัด! ดูสินค้าให้แม่น!
      </p>

      <h3>
        Shopee daily Flash Sale เพลินกับการช้อป สนุกกับการดีลสินค้าลดราคามากมาย
      </h3>
      <p className="text-sm text-[#757575] mt-[0.625rem] pb-[1.875rem]">
        พร้อมที่จะพบกับช่วง Big Sale ที่ลดกันอย่างบ้าระห่ำกันหรือยัง!
        ไม่ว่าจะเป็น Shopee 9.9 เทศกาลช้อปปิ้งออนไลน์วันที่ 9 เดือน 9 Shopee
        10.10 ตามด้วย Shopee 11.11 ถ้าคุณไม่พร้อม ก็ต้องพร้อม
        เพราะเราพร้อมมากที่จะเห็นทุกคนสนุกและมีความสุขไปกับการเลือกซื้อสินค้าลดราคา
        โดยทาง Shopee ได้จำแนก แจกแจง คัดกรอง คัดคุณภาพ
        คัดแล้วคัดอีกให้คุณลูกค้าทั้งหลายได้เลือกสรรสินค้ากันอย่างสะดวกสบาย
        นอกจากนี้ลูกค้าที่น่ารักยังสามารถอัพเดตโค้ดส่งฟรีขั้นต่ำ 0.- ฉลองแคมเปญ
        12.12 Birthday Sale พร้อมรับโค้ดส่วนลด 1,000.- ในแคมเปญ 12.12 Birthday
        Vouchers ได้อีกด้วย โปรโมชั่นโหดขนาดนี้ อย่ารอช้า รีบกดรับสิทธิ์กันเลย
      </p>

      <h3>Shopping with Shopee by Shopper</h3>
      <p className="text-sm text-[#757575] mt-[0.625rem] pb-[1.875rem]">
        ขนขบวนมาให้คุณแล้ว สินค้าดี คุณภาพเด่น ขนกันมาทุกประเภท ไม่ว่าจะเป็น
        มือถือและอุปกรณ์เสริม หมวดเป็นที่นิยมสุดๆ หรือจะเป็น
        เสื้อผ้าแฟชั่นผู้ชาย เสื้อผ้าแฟชั่นผู้หญิง เอาใจสายแฟชั่น
        ราคาถูกอกถูกใจเหล่านักช้อปเชียวล่ะจะบอกให้ บริการความสะดวกสบายถึงที่
        ราคาเต็มว่าถูกแล้วนะ แต่จะลดอีก ทาง Shopee ก็ใจดี จัดโปรสุดโหด
        ราคาสุดคุ้ม ลดแรงสุดๆ หยุดไม่อยู่ รับรองไม่เสียใจแน่นอน
        เพราะเราใส่ใจในสินค้าที่ลูกค้าจะได้รับและใส่ใจในคุณภาพที่ลูกค้าจะได้ใช้
        ห้ามพลาดโปรโมชั่นดีๆ ของ Shopee ด้วยการติดตามหน้าเพจของ Shopee
        ในทุกๆเดือนได้แล้วใน https://shopee.co.th/
      </p>

      <h3>สินค้าลดราคาพร้อมส่ง กดให้ไว ตามให้ทันที่ Shopee Thailand</h3>
      <p className="text-sm text-[#757575] mt-[0.625rem] pb-[1.875rem]">
        Shopee พร้อมจะอยู่ข้างคุณทุกวันทุกเวลา แถมยังมีกิจกรรมมากมายให้ร่วมสนุก
        มีแคมเปญดีๆให้ติดตามทุกๆ เดือน อย่าง Flash Sale สินค้า Shopee
        ลดราคาทุกหมวดทุกประเภท หรือจะเป็นช่วง Shopee Super Brand Day
        สินค้าแบรนด์ลดราคาที่ Shopee จัดโปรให้ รวมถึงโปรโมชั่นและส่วนลดใน
        Category โปรดของคุณลูกค้าทุกท่าน
        เพื่อที่จะไม่พลาดโอกาสในการซื้อสินค้าดีๆที่คุณต้องการ
        รีบจับจองเป็นเจ้าของก่อนใครพร้อมติดตามโปรโมชั่นและรับส่วนลดมากมายได้แล้วที่
        https://shopee.co.th/
      </p>
    </div>
  );
};

export default Explain;
